Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c39.pdf.tmx
Source language: fin
Languages: sme

source: Lisäksi alle 3 km:n säteellä alueen rajasta sijaitsevat Saarijärven autio- ja varaustupa sekä Ailakkajärven, Kalkkoivin ja Pinniskosken autiotuvat.
sme: Dasa lassin vuollel 3 km siste guovllu rájis leat Suolojávrri ávdin- ja várrenstohpu ja Áillahasjávrri, Gálggoaivvi ja Binnjesguoikka ávdinstobut.

source: Näistä suurin osa on hyväkuntoisia ja tarkoituksenmukaisia.
sme: Dáin eatnasat leat buorre ortnegis ja vuohkkasat.

source: Poikkeuksen muodostavat Kaskasjoen, Kuonjarjoen, Haltin, Riimmajávrin ja Lossujärven autiotuvat.
sme: Spiehkastahkan leat Gaskkasjoga, Guonjarjoga, Háldi, Riimmajávrri ja Loassojávrri ávdinstobut.

source: Neljä ensin mainittua ovat huonokuntoisia.
sme: Dáin njeallje vuosttamusa leat heajos ortnegis.

source: Urho Viikin rakentama Riimmajávrin autiotupa (ns. Urtas-hotelli) ei kuitenkaan ole ollut Metsähallituksen polttopuu- ja jätehuollon piirissä.
sme: Riimmajávrri ávdinstobu (ng. Urttaš-hotealla), man Urho Viik lea huksen, boaldinmuorra- ja bázahusfuolahus ii leat goittot gullan Meahciráđđehussii.

source: Lossujärven neljän hengen autiotupa on Kilpisjärvi–Skibotn-tieltä lähtevän Didnujohkan retkeilyreitin suosioon nähden aivan liian pieni.
sme: Loassojávrri njealjeolbmo ávdinstohpu lea Gilbbesjávrri–Ivgubađa geainnu alde vuolgi Didnojoga vánddardangeinnodaga bivnnutvuođa ektui beare unni.

source: Samoin Kuonjarjoen vanha kuuden hengen autiotupa Kalottireitin tärkeänä etappina on majoituskapasiteetiltaan täysin riittämätön.
sme: Seammaláhkai Guonjarjoga boares guđaolbmo ávdinstohpu Kalohttegeinnodaga dehálaš etáhppan lea idjadankapasitehta dáfus áibbas beare unni.

source: Tuvan nykyinen sijainti on myös ankariin lumiolosuhteisiin nähden huono.
sme: Dálá stohpu lea maiddái hui váttis muohtadilálašvuođaid dáfus boastto sajis.

source: Metsähallitus onkin vuonna 2000 korvannut vanhan tuvan uudella 10 + 10 hengen autio-varaustuvalla (kuva 7).
sme: Meahciráđđehus leage 2000:s ceggen boares stobu sadjái ođđa 10+10 -olbmo ávdinvárrenstobu (govva 7).

source: Autiotupia on koko erämaan alueella; sen sijaan kaikki Käsivarren varaustuvat sijaitsevat suurtunturialueella, retkeilyn ydinvyöhykkeellä.
sme: Ávdinstobut gávdnojit miehtá meahcceguovllu, muhto Giehtaruohttasa buot várrenstobut leat stuorraduottarguovllus, vánddardeami guovddášguovllus.

source: Vuonna 2000 yöpyminen alueen varaustuvassa maksoi 60 markkaa [noin 10,10 €] /petipaikka/vuorokausi.
sme: 2000:s idjadeapmi guovllu várrenstobus mávssii 60 márkki [10,10 €] /seaŋgasadji/jándor.

source: 9. väliselle ajalle korkeintaan kahdeksi perättäiseksi vuorokaudeksi tupaa kohden. Hiljaisen sesongin aikaan eli 1.10.
sme: Várrema lea sáhttán dahkat 15.3.–15.9. gaskasaš áigái guhkimustá guovtti maŋŋálas jándorii stobu nammii.

source: 3. tuvan on voinut varata kokonaan käyttöönsä, kuitenkin korkeintaan viikoksi kerrallaan.
sme: Jaskes turistaáigge, dahjege golggotmánu 1. ja njukčamánu 14. beaivvi gaskkas, stobu lea sáhttán várret ollásit iežas atnui, goittotge guhkimustá ovtta vahkkui hávil.

source: Jogasjärven varaustupa on toiminut vuonna 2000 vuokrakämppänä.
sme: Jogašjávrri várrenstohpu lea doaibman 2000:s láigobartan.

source: Kuva 7. Virkistyskäytön rakenteet Käsivarren erämaa-alueella ja lähiympäristössä.
sme: Govva 7. Lustageavaheami rusttegat Giehtaruohttasa meahcceguovllus ja lahkosiin.

source: Tilanne vuonna 2000. Laatineet/digitoineet Liisa Kajala &amp; Teppo Loikkanen 2000. © Metsähallitus 2001, © Maanmittauslaitos 1/MYY/01.
sme: Dilli 2000:s. Liisa Kajala &amp; Teppo Loikkanen 2000. © Metsähallitus 2001, © Maanmittauslaitos 1/MYY/01.

source: Unkkavaara
sme: Muonnjagorži

source: Roabičoalbmi Ropinsalmi Metsähallitukselle vuonna 1997, ja sen yhteyteen rakennettiin huoltorakennus vuonna 1998. Kekkosen kämppä on Museoviraston kanssa sovittu säilytettäväksi museorakennuksena.
sme: Kekkosa gámpá oktan sávnniin sirdásii Kemijoki Oy:s Meahciráđđehussii 1997:s ja dan oktavuhtii huksejuvvui fuolahusvisti 1998:s. Museovirastoin lea sohppojuvvon ahte Kekkosa gámpá galgá seailluhuvvot museavistin.

source: Lisäksi Metsähallituksella on hallinnassaan Munnikurkkion vuonna 1991 lakkautettu rajavartioasema, jonka rantasauna on ollut retkeilijöiden käytössä.
sme: Dasa lassin Meahciráđđehusa hálddus lea Muonnjagoržži 1991:s heaittihuvvon rádjegozáhusstašuvdna, man gáddesávdni lea leamaš vánddardeddjiid anus.

source: Käsivarren erämaa-alueella ei ole varauskammeja.
sme: Giehtaruohttasa meahcceguovllus eai leat várrengámmet.

source: Polut, reitit ja muut rakenteet
sme: Bálgát, johtolagat ja eará rusttegat

source: Käsivarren erämaa-alueella on yksi kesäaikainen merkitty retkeilyreitti, Kalottireitti, jonka kokonaispituus on 800 km. Erämaa-alueella reitti kulkee noin 40 km:n matkan Somasjärveltä Pihtsusjärven, Meekonjärven, Kuonjarvaaran ja Saarijärven kautta Kilpisjärvelle.
sme: Giehtaruohttasa meahcceguovllus lea okta geasiáigásaš merkejuvvon vánddardanjohtolat, Kalohttageinnodat, man ollesguhkkodat lea 800 km. Meahcceguovllu siste dát johtolat manná sullii 40 km mátkki Somašjávrris Bihčosjávrri, Megonjávrri, Guonjarjávrri ja Suolojávrri bokte Gilbbesjávrái.

source: Kalottireitiltä erkanee Pihtsusjärven koillispäästä merkitty 8 km:n pistoreitti Haltille sekä noin 25 km:n pituinen (Suomen puolella merkitsemätön, Norjan puolella heikosti merkitty) polku Lossujärven kautta Didnujohkaan, Norjaan Skibottenin tien varteen.
sme: Kalohttageinnodagas earrána Bihčosjávrri nuortadavágeahčen merkejuvvon 8 kilomehtera guhkkosaš čuggestatjohtolat Háldái ja sullii 25 kilomehtera guhkkosaš (Suoma bealde merkekeahttá, Norgga bealde funet merkejuvvon) bálggis Loassojávrri bokte Didnojohkii, Norgii Ivgubađa geainnu gurrii.

source: (kuva 7)
sme: (govva 7)

source: Alueella sijaitsee 50 km Hetta–Kilpisjärvi-moottorikelkkaurasta, jonka kokonaispituus on 180 km. Toinen merkitty kelkkaura, 40 km, kulkee Saarikoskelta Raittijärvelle ja risteää Hetta– Kilpisjärvi-uran kanssa Buoiddesoaivin koillispuolella (kuva 7).
sme: Guovlu lea 50 km Heahtá–Gilbbesjávrri mohtorgielkávuojáhagas, man ollesguhkkodat lea 180 km. Nubbi merkejuvvon mohtorgielkávuojáhat, 40 km, manná Sáreguoikkas Ávžžášjávrái ja ruossalastá Heahttá–Gilbbesjávrri vuojáhaga Buoiddesoaivvi nuortadavábealde (govva 7).

source: Jogasjärveltä alkava Poroenon– Lätäsenon 110 km:n veneilyreitti kulkee erämaa-alueen sisällä ensimmäiset 60 km, Lätäsenon– Hietajoen soidensuojelualueella seuraavat 30 km ja viimeiset 20 km yksityismaiden halki soidensuojelualueen ympäröimänä.
sme: Jogašjávrris álgi Boazoeanu–Leahttáseanu 110 kilomehtera guhkkosaš fanastallanjohtolat manná meahcceguovllu siste vuosttaš 60 km, Leahttáseanu–Jiehtájoga jekkiidsuodjalanguovllus čuovvovaš 30 km ja maŋimuš 20 km priváhtaeatnamid čađa nu, ahte jekkiidsuodjalanguovlu lea daid birra.

source: Reitti päättyy Markkinaan, jossa Lätäseno yhtyy Könkämäenoon ja Muonionjoki alkaa.
sme: Johtolaga geahči lea Márkanis, gos Leahttáseatnu ovttastuvvá Rádjeetnui ja Muoniojohka álgá.

source: Erämaa-alueelle on muodostunut aikojen kuluessa erilaisia polkuja.
sme: Meahcceguvlui leat ihtán áiggiid mielde sierralágan bálgát.

source: Tässä kuvataan vain erittäin selkeästi maastossa erottuvat polut, joita käytetään kesäaikaisina maastoliikenneurina (ks. s. 53, kuva 10).
sme: Dákko govviduvvojit dušše dat bálgát, mat vuhttojit bures meahcis ja maid geavahit geasiáigge meahccejohtalusvuojáhahkan (gč. s. 55, govva 10).

source: Saarikoskelta Raittijärvelle kulkee Tielaitoksen ylläpitämä polkutie, joka on heikossa kunnossa.
sme: Sáreguoikkas Ávžžášjávrái manná Geaidnolágádusa bajásdoallan bálggesgeaidnu, mii lea heajos ortnegis.

source: Kosteimmat paikat on suunniteltu varustettaviksi mönkijäpitkoksin.
sme: Njuoskaseamos sajiide leat plánejuvvon rovit njealjajuvllagiid várás.

source: Kalkkoivista kulkee kesäaikainen maastoliikenneura Hirvasvuopion kautta Munnikurkkioon.
sme: Gálggoaivvis manná geasiáigge meahccejohtalusvuojáhat Hirvásvuohppi bokte Muonnjagoržái.

source: Polulla on jokunen mönkijäpitkos ja Torisenon suulla riippusilta, joka toimii talvella moottorikelkkauran siltana.
sme: Máđija alde lea soames rovvi njealjejuvllagiid várás ja Doareseanu njálmmis heaŋgášaldi, mii doaibmá dálvit mohtorgielkávuojáhaga šaldin.

source: Erämaan polttopuu- ja jätehuolto
sme: Meahcceguovllu boaldinmuorra- ja bázahusfuolahus

source: Kaikki tuvat Riimmajávrin autiotupaa lukuun ottamatta ovat vuonna 2000 Metsähallituksen polttopuu- ja jätehuollon piirissä.
sme: Buot stobut earret Riimmajávrri ávdinstobu leat 2000:s Meahciráđđehusa boaldimuorra- ja bázahusfuolahusa olis.

source: Toimintaa ohjaa Metsähallituksen ympäristö- ja laatujärjestelmä.
sme: Doaimma stivre Meahciráđđehusa biras- ja kvalitehtavuogádat.

source: Polttopuuna käytetään valtaosin mäntyä, joka kuljetetaan maanteitse Kilpisjärvelle. Siellä puut katkaistaan kamiinoihin sopiviksi ja ajetaan moottorikelkoilla tupien polttopuuliitereihin alkutalvesta.
sme: Boaldinmuorran geavahuvvo eanas beahci, mii fievrriduvvo eatnangeainnu mielde Gilbbesjávrái, gos muorat botkojuvvojit kamiinnaide heivvolažžan ja vuddjojuvvojit mohtorgielkkáiguin stobuid boaldinmuorraliideriidda álgodálvvis.

source: Vuonna 1999 polttopuuta kului noin 150 m à 1 100 mk [noin 185 €].
sme: 1999:s boaldinmuorra golai sullii 150 guđahasmehtera à 1 100:- [185 €].

source: Joillekin alueen eteläisimmille tuville Metsähallitus tekee polttopuut tupien lähiympäristön tiheistä koivikoista.
sme: Guovllu muhtun lulimus stobuide Meahciráđđehus lágida boaldinmuoraid stobuid lahkosiid suhkkes soahkebohtuin.

source: Yleisemmin käytetyillä tuvilla on kaasuliedet polttopuun säästämiseksi.
sme: Eanemus geavahuvvon stobuin leat gássauvnnat boaldinmuora seastin dihte.

source: Vuonna 1999 nestekaasua kului yli 60 pulloa à 12 kg.
sme: 1999:s golggusgássa golai badjel 60 boahtala à 12 kg.

source: Suosituimpien kulkureittien varrella sijaitsevien tupien yhteyteen on rakennettu jätteiden lajittelupisteet lajitteluohjeineen.
sme: Bivnnuheamos johtolagaid guoras leahkki stobuid oktavuhtii leat huksejuvvon bázahusaid sirrenbáikkit sirrenrávvagiiguin.

source: Sekajätesäkkien säilytystä varten on omat tilat.
sme: Seahkalasbázahusseahkaid vurkkodeami várás leat sierra vurkensajit.

source: Jätteet kuljetetaan maastosta talvella puuhuollon paluukuormina.
sme: Bázahusat fievrriduvvojit meahcis eret dálvit muorrafuolahusa máhccanguorbmin.

source: Sekajätettä kertyi alueelta vuonna 1999 noin 50 m.
sme: Seahkalasbázahusat čoggojedje guovllus 1999:s sullii 50 guđahasmehtera.

source: Kaikkien tupien yhteydessä on siistit ulkokäymälät, joiden vesistövaikutuksia seurataan vesinäyttein.
sme: Buot stobuid oktavuođas leat čorges olgohivssegat, maid čázádatváikkuhusat čuvvojuvvojit čáhcečájánasaiguin.

source: Kesällä Kalottireitin varrella olevat tuvat siivotaan, suoritetaan kaasupullojen täydennys ja varmistetaan jätehuollon toiminta.
sme: Geassit Kalohttageinnodaga guoras leahkki stobut čorgejuvvojit, devdojuvvojit gássaboahtalat ja bázahusfuolahusa doaibma sihkkarastojuvvo.

source: Jätehuollosta ja tupien käytöstä on tupakansioissa ajan tasalla olevat ohjeet kaikilla tuvilla.
sme: Bázahusfuolahusa ja stobuid geavaheami birra gávdnojit stohpobearpmain rávvagat, mat leat áiggi dásis.

source: Tavoitteena on vähentää jätteen syntymistä tehokkaalla viestinnällä, mutta toisaalta käsitellä asianmukaisesti syntynyt jäte.
sme: Ulbmilin lea geahpedit bázahusaid šaddama beaktilis diehtojuohkimiin, muhto nuppe dáfus gieđahallat áššálaččat čoggon bázahusaid.

source: Epäkohdista voi antaa Metsähallitukselle palautetta.
sme: Heajos beliid birra sáhttá addit Meahciráđđehussii máhcahaga.

source: Tätä varten tuvilla on palautelomakkeet ja tienvarressa palautelaatikko.
sme: Dan várás stobuin leat máhcahatskovit ja geaidnoguoras máhcahatkássa.

source: Saatu palaute dokumentoidaan ja pyritään käymään läpi mahdollisimman nopeasti.
sme: Ožžojuvvon máhcahat dokumenterejuvvo ja dan geahččalit mannat čađa nu jođánit go vejolaš.

source: 3.8. 4 Virkistyskäytön luonne ja määrä
sme: 3.8.4 Lustageavaheami iešláhki ja mearri

source: Käsivarren erämaa-alue on virkistyskävijöiden keskuudessa suosituin Suomen lakisääteisistä erämaista.
sme: Giehtaruohttasa meahcceguovlu lea lustageavaheddjiid gaskkas bivnnuheamos Suoma lágasmearriduvvon meahcceguovlluin.

source: Erämaassa vierailee vuosittain lähes 6 000 eräretkeilijää yhteensä noin 25 000 viipymävuorokauden verran.
sme: Meahcceguovllu galledit jahkásaččat lagabui 6 000 vánddardeaddji oktiibuot sullii 25 000 orrunjándora mađi.

source: Kävijämäärät ovat olleet ainakin 1970-luvulta asti kasvussa.
sme: Galledeaddjilogut leat goittot 1970-logu rájes dađistaga lassánan.

source: Vain suosituimmat kansallispuistot ylittävät nämä luvut.
sme: Dušše bivnnuheamos álbmotmeahcit mannet dáid loguid badjel.

source: Esimerkiksi Urho Kekkosen kansallispuiston sisäosissa arvioidaan vaeltavan vuodessa noin 10 000 eräretkeilijää ja Pallas–Ounastunturin kansallispuiston sisäosissa vastaavasti noin 5 000 eräretkeilijää.
sme: Ovdamearkka dihte UK-meahci sisosiin árvalit leat jagis sullii 10 000 vánddardeaddji ja Bállás–Ovnnesduoddara álbmotmeahci sisosiin fas sullii 5 000 vánddardeaddji.

source: Luonnon virkistyskäyttö on Käsivarren erämaa-alueen nuorin maankäyttömuoto, mutta suhteessa muihin erämaihin retkeilijät ”löysivät” Käsivarren erämaa-alueen jo suhteellisen varhain.
sme: Luonddu lustageavaheapmi lea Giehtaruohttasa meahcceguovllu nuoramus eanageavahanhápmi, muhto eará meahcceguovlluid ektui vánddardeaddjit ”gávdne” Giehtaruohttasa meahcceguovllu juo viehka árrat.

source: Tiettävästi ensimmäisiä retkeilijöitä alueella olivat suomalaiset naisvoimistelijat 1930-luvun alussa.
sme: Várra vuosttaš vánddardeaddjit guovllus ledje suopmelaš nissonvaláštallit 1930logu álggus.

source: Matkailupalveluita – opastusta, kuljetusta alueella ja pienimuotoista majoittamista – on harjoitettu maksusta niin kauan, kuin alueella on liikkunut matkailijoita, käytännössä ainakin 1950-luvulta lähtien.
sme: Mátkkálašbálvalusaid – oahpisteami, sáhtosteami guovllus ja smávva idjadanfálaldagaid – leat lágidan mávssu vuostá nu guhká go mátkkálaččat leat johtán guovllus, oažžu dadjat ahte goittot 1950-logu rájes.

source: Moottorikelkkailun ja lentoliikenteen yleistyminen on tuonut erämaa-alueille uusia käyttäjäryhmiä ja muuttanut erämaiden totunnaisia käyttötapoja.
sme: Go gielkkástallan ja áibmojohtalus lea šaddan dábáleabbon, de dat lea buktán meahcceguovlluide ođđa geavaheaddjijoavkkuid ja rievdadan meahcceguovlluid virolaš geavahanhámiid.

source: Viime vuosina varaustupia ovat varanneet käyttöönsä omin voimin liikkuvien perinteisten eräretkeilijöiden lisäksi myös moottoroidusti liikkuvat matkailijat ja ohjatut ryhmät.
sme: Dáid jagiid várrenstobuid leat várren iežaset atnui iežaset fámuiguin johtti árbevirolaš meahccevánddardeddjiid lassin maiddái mohtorfievrruiguin johtti mátkkálaččat ja stivrejuvvon joavkkut.

source: Tämä on lisännyt kävijäryhmien välisiä ristiriitoja.
sme: Dát lea lasihan ruossalasvuođaid sierra joavkkuid gaskkas.

source: Moottoroitu liikenne on supistanut erämaita sosiaalisessa mielessä ja mahdollistanut niiden syrjäisimpienkin kolkkien koluamisen päivässä tai parissa.
sme: Mohtorfievrruiguin johtaleapmi lea gáržžidan meahcceguovlluid sosiálalaš perspektiivvas, ja nuba dál sáhttá moatte beaivvis finadit buot gáidoseamos guovlluinge.

source: Käsivarressa erityisesti kalastusmatkailu lentäen Lätäsenon ja sen latva- ja sivujokien varrelle on yleistynyt viime vuosina markkinoinnin, perhokalastuksen yleistymisen ja Enontekiön saavutettavuuden eli lentoyhteyksien paranemisen myötä.
sme: Giehtaruohttasis erenoamážit guolástanturisma girddi Leahttáseanu ja dan giera- ja oalgejogaid guovlluide lea lassánan dáid jagiid márkanastima, dolgevuoggabivddu lassáneami ja girdinoktavuođaid buorráneami dihte.

source: Toisaalta moottoroitu liikkuminen – moottorikelkkailu ja lentoliikenne – mahdollistavat erämaiden matkailullisen hyödyntämisen ryhmille, joiden voimat tai taidot eivät riitä omin voimin alueella liikkumiseen.
sme: Nuppe dáfus mohtorfievrruiguin johtaleapmi – mohtorgielkkástallan ja áibmojohtalus – dahket vejolažžan meahcisjohtaleami daidda joavkkuide, main eai leat alddiineaset gárvvisvuođat iehčanassii johtit guovllus.

source: Luontomatkailu merkittävänä elinkeinona tai osana elinkeinokokonaisuutta on vasta 1980-luvun loppupuolen ja 1990-luvun ilmiö – painottuen 1990- ja matkailun suosion kasvusta päätellen mitä ilmeisimmin myös 2000-luvulle – luontaiselinkeinojen kannattavuuden heikentyessä.
sme: Luondduturisma dehálaš ealáhussan dahje oassin ealáhusollisvuođas lea ealáskan easkka 1980logu loahpageahčen ja erenoamážit 1990-logus. Turismma bivnnutvuohta boahtá lassánit maiddái 2000-logus, go luondduealáhusaid gánnáheapmi lea geahppánišgoahtán.

source: Kilpisjärven kylä elää suurelta osin matkailusta, josta erämaahan suuntautuva luontomatkailu muodostaa merkittävän osan toimeentulosta.
sme: Gilbbesjávrri gilli eallá buorre muddui turismmas, mas meahcceguvlui manni luondduturisma hábme mearkkašahtti oasi áigáiboađus.

source: Matkailijoille myydään ohjelma- ja opaspalveluiden lisäksi majoituspalveluita, ruokaa ja maastoruokailupalveluita, polttoainetta, matkamuistoja, retkitarvikkeita sekä kuljetuspalveluita.
sme: Mátkkálaččaide vuvdet prográmma- ja oahpistanbálvalusaid lassin idjadanbálvalusaid, biepmu ja meahcisboradanbálvalusaid, boaldámuša, mátkemuittuid, vánddardandárbašiid ja fievrridanbálvalusaid.

source: Ohjelmapalveluyrittäjät järjestävät alueelle ohjattuja kelkka- ja pilkkiretkiä sekä huollettuja ja ohjattuja hiihtoretkiä.
sme: Prográmmabálvalanfitnodagat lágidit guvlui stivrejuvvon mohtorgielká- ja bilkenmátkkiid ja fuolahuvvon ja stivrejuvvon čuoiganmátkkiid.

source: Viime vuosina on lisäksi järjestetty alueelle suuntautuvia koiravaljakko- ja porosafareita.
sme: Dáid jagiid lea dasa lassin lágidan guvlui beanageasus- ja boazosafáraid.

source: Suosituinta aikaa opastetuille talviaikaisille retkille on maalis–toukokuu.
sme: Bivnnuheamos áigi oahpistuvvon dálvviáigásaš vánddardemiide lea njukča– miessemánnu.

source: Suurin osa lumipeitteisen ajan matkoista suuntautuu erämaa-alueen luoteisosan suurtuntureille sisältäen käynnin Haltilla.
sme: Eatnasat dálvviáiggi mátkkiin dahkkojuvvojit meahcceguovllu oarjedavágeaže stuorraduoddariidda, masa gullá maiddái mátki Háldái.

source: Paikalliset matkailuyritykset vuokraavat lisäksi moottorikelkkoja ja myyvät provisiolla ura- ja kalastuslupia matkailijoille, jotka voivat omatoimisesti kelkkailla erämaa-alueen poikki kulkevalla Metsähallituksen valtakunnallisella moottorikelkkauralla ja muualla ohjatusti paikkakuntalaisen oppaan matkassa tai osallistumalla ohjatulle moottorikelkkasafarille.
sme: Báikkálaš turistafitnodagat láigohit dasa lassin mohtorgielkkáid ja vuvdet vuojáhat- ja guolástanlobiid mátkkálaččaide, geat sáhttet iehčanassii gielkkástallat meahcceguovllu čađa Meahciráđđehusa váldegottálaš mohtorgielkávuojáhaga mielde ja eará sajis stivrejuvvon vuogi mielde báikegoddelaš oahpisteaddji fárus dahje oassálastimiin stivrejuvvon mohtorgielkásafáraide.

source: Kesä- ja syyskausina ohjelmapalveluyrittäjät järjestävät erämaahan vaelluksia, kumiveneellä laskua, riekonmetsästysretkiä sekä kalastusmatkoja.
sme: Geassit ja čakčat prográmmabálvalusfitnodagat lágidit meahcceguovlluide vánddardemiid, gummefatnasiin luoitima, rievssatbivdomátkkiid ja guolástanmátkkiid.

source: Sulanmaan aikaan suosittu kohde Haltin lisäksi on Poroenon–Lätäsenon kalastus- ja veneilyreitti.
sme: Bievlan bivnnuhis báiki Háldi lassin lea Boazoeanu–Leahttáseanu guolástan- ja fanastallanjohtolat.

source: Kesäaikainen lentokuljetustoiminta ja ”sightseeing”-lennot erämaahan ovat viime vuosina lisääntyneet myös merkittävästi.
sme: Geasiáigásaš girdinsáhtostandoaibma ja -girdimat meahcceguvlui leat dáid jagiid maiddái lassánan mealgat.

source: Lentokuljetuksia hyödyntävät etupäässä omatoimiset patikoijat, melojat ja kalastajat, vähäisemmässä määrin myös ohjelmapalveluyrittäjät.
sme: Girdinsáhtostemiide dorvvastit vuosttažettiin iehčanassii johtti lustavázzit, meallut ja guolásteaddjit, muhtun muddui maiddái prográmmabálvalusfitnodagat.

source: Siviilihelikopteria hyödynnetään pelastuspalvelutoiminnassa yli valtakunnanrajojen.
sme: Siviilahelikopter lea anus gádjunbálvanadoaimmas badjel riikkarájiid.

source: Luontomatkailun merkitys
sme: Luondduturismma mearkkašupmi

source: Matkailu kerrannaisvaikutuksineen on Enontekiön merkittävin elinkeino ja Käsivarren erämaaalue kunnan vetovoimaisin luontomatkailukohde.
sme: Turisma dasa gullevaš eará váikkuhusaiguin lea Eanodaga mávssoleamos ealáhus ja Giehtaruohttasa meahcceguovlu gieldda eanemus geasuheaddji luondduturismačuozáhat.

source: Käsivarren erämaassa omaan lihasvoiman käyttöön perustuvalla virkistyskäytöllä on pitkät perinteet, ja alue onkin yksi suosituimmista perinteisten eräretkeilijöiden vaelluskohteista.
sme: Giehtaruohttasa meahcceguovllus iežas deahkkefámu geavaheapmái vuođđuduvvi lustageavaheamis lea guhkes árbevierru ja guovlu leage okta bivnnuheamos árbevirolaš meahccevánddardeddjiid vánddardančuozáhagain.

source: Viime aikoina moottorikelkkailu erämaan halkaisevalla valtakunnallisella moottorikelkkauralla sekä kalastusmatkailu ovat myös lisääntyneet alueella merkittävästi.
sme: Dáid guhtaliid mohtorgielkkástallan meahcceguovllu čađamanni váldegottálaš mohtorgielkávuojáhaga mielde ja guolástanturisma leat maiddái lassánan guovllus mealgat.

source: Se sijaan ns. ”villi kelkkailu” merkittyjen urien ulkopuolella on vähentynyt huomattavasti 1980-luvulta.
sme: Dan sadjái ng. merkejuvvon láhtuid olggobealde lea geahppánan mealgat 1980-logu ektui.

source: Korkealuokkaiset pienten ryhmien ohjelmalliset matkat, joilla liikutaan sovittuina aikoina sovituilla reiteillä ja sovituin säännöin, sopivat hyvin alueelle ja ne hyödyttävät eniten paikallistaloutta mm. työllistävyytensä vuoksi.
sme: Smávva joavkkuide oaivvilduvvon alladássásaš prográmmamátkkit, main olbmot johtet sohppojuvvon áiggiid sohppojuvvon johtolagaid mielde sohppojuvvon njuolggadusaiguin heivejit bures guvlui ja dain ávkašuvvá eanemus báikkálašekonomiija ee. barggolašvuođaákkaid dihte.

source: Koiravaljakkosafaritoiminta merkittyjen urien ulkopuolella ja loppukevään hallitsematon kelkkailu vasoma-alueilla sopivat selvästi huonoiten alueelle, sillä ne aiheuttavat ylimääräisiä, vaikeasti todettavia kustannuksia porotaloudelle mm. kantavien vaadinten keskenmenoina ja tokkien ylimääräisinä kokoamiskuluina.
sme: Beanageasussafáradoaibma merkejuvvon vuojáhagaid olggobealde ja loahppagiđa stivrekeahtes mohtorgielkkástallan guottetguovlluin heivejit čielgasit buot fuonimusat guvlui, dasgo dat dagahit badjelmearálaš, váttis gávnnahahtti goluid boazodollui ee. čoavjjehiid reitoma ja ealuid badjelmearálaš čohkkengoluid bokte.

source: Erämaan virkistyskäytön taloudelliset vaikutukset heijastuvat aluetalouteen matkailutuloina ja työpaikkoina, oppaiden palkkoina, ohjelmapalvelu-, lupa-, majoitus-, myynti- ja verotuloina.
sme: Meahcceguovllu lustageavaheami ekonomalaš váikkuhusat dovdojit guovlluekonomiijas turismadietnasiin ja bargosajiin, oahpisteddjiid bálkkáin, prográmmabálvalus-, lohpe-, idjadan-, vuovdin- ja vearroboađuin.

source: Virkistyskävijät ja -käynnit
sme: Lustageavaheaddjit ja -galledeamit

source: Käsivarren kävijätutkimuksen mukaan alueen virkistyskävijöistä 70 % on miehiä.
sme: Giehtaruohttasa lustageavahandutkamuša mielde guovllu lustageavaheddjiin 70 % leat dievddut.

source: Kulkijoiden keski-ikä on 40 vuotta ja heistä kaksi kolmasosaa on 21–50-vuotiaita.
sme: Geavaheddjiid gaskaahki lea 40 jagi ja sis guokte goalmmádasa leat 21–50-jahkásaččat.
